tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "mas-cli/tap"

# Command line tools.
brew "awscli"
brew "bash-completion"
brew "dnsmasq"
brew "docker"
brew "fontconfig"
brew "freetype"
brew "gd"
brew "gdbm"
brew "git"
brew "go"
brew "graphviz"
brew "hugo"
brew "icu4c"
brew "jpeg"
brew "jq"
brew "libpng"
brew "libtiff"
brew "libtool"
brew "mas"
brew "mysql"
brew "node"
brew "oniguruma"
brew "openssl"
brew "pgcli"
brew "protobuf"
brew "python"
brew "python@2"
brew "readline"
brew "sqlite"
brew "terraform"
brew "tkdiff"
brew "webp"
brew "xmlstarlet"
brew "xz"

# Casks
cask_args appdir: "/Applications"
cask "1password"
cask "docker"
cask "dropbox"
cask "evernote"
cask "gephi"
cask "google-chrome"
cask "google-drive-file-stream"
cask "iterm2"
cask "mysqlworkbench"
cask "omnigraffle"
cask "pritunl"
cask "rescuetime"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "virtualbox"
cask "zoomus"

# Open-source Fonts
cask "font-clear-sans"
cask "font-fira-sans"
cask "font-inconsolata"
cask "font-lato"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-ubuntu"

# Mac App Store
mas 'Keynote', id: 409183694
