tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "ack"
brew "xz"
brew "autoconf"
brew "automake", link: false
brew "sqlite"
brew "awscli", link: false
brew "bash"
brew "bash-completion"
brew "fontconfig"
brew "gdbm"
brew "python@3.9"
brew "certbot"
brew "direnv"
brew "dnsmasq"
brew "docker", link: false
brew "gd"
brew "gflags"
brew "git"
brew "gnupg", link: false
brew "go"
brew "icu4c"
brew "graphviz"
brew "hugo"
brew "jq"
brew "libxml2"
brew "mas"
brew "mysql"
brew "node"
brew "pgcli"
brew "protobuf"
brew "terraform"
brew "tkdiff"
brew "tree", link: false
brew "xmlstarlet"
cask "1password", args: { appdir: "/Applications" }
cask "gephi", args: { appdir: "/Applications" }
cask "google-drive"
cask "omnigraffle", args: { appdir: "/Applications" }
cask "pritunl", args: { appdir: "/Applications" }
cask "rar"
cask "rescuetime", args: { appdir: "/Applications" }
cask "sublime-text"
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 641027709
mas "DragonDrop", id: 499148234
mas "Evernote", id: 406056744
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Issuepost", id: 673907630
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LittleIpsum", id: 405772121
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixel Tools", id: 491736717
